"Cancel" = "Annuleer";
"CannotAccessTrash" = "Permanent Eraser cannot access the Trash.  You will need to enable Full Disk Access in the Security & Privacy preference pane to erase the Trash.";
"Complete" = "Volledig";
"DoNotShowMessage" = "Toon deze melding niet opnieuw";
"Download" = "Download";
"ErasingFileWarning" = "Weet u zeker dat u dit bestand '%@' permanent wilt wissen?";
"ErasingFilesWarning" = "Weet u zeker dat u deze bestanden permanent wilt wissen?";
"ErasingMessage" = "Bezig met wissen van";
"ErasingTrashWarning" = "Weet u zeker dat u de bestanden in de prullenmand permanent wilt wissen?";
"ErrorDeletingDiscMessage" = "Permanent Eraser kan het CD/DVD niet wissen.";
"ErrorDeletingMessage" = "Permanent Eraser kan het volgende bestand niet wissen: '%@'";
"ErrorTitle" = "Waarschuwing";
"FileErasingSimple" = "Eenvoudig (1x)";
"FileErasingDoE" = "DoE (3x)";
"FileErasingMedium" = "DoD (7x)";
"FileErasingGutmann" = "Gutmann (35x)";
"General" = "Algemeen";
"MoreInfo" = "Meer informatie";
"NewVersionAvailable" = "Nieuwe versie beschikbaar.";
"NewVersionAvailableMsg" = "Versie %@ van Permanent Eraser is beschikbaar.";
"NoPluginMessage" = "Er is geen plugin beschikbaar voor deze versie van macOS.";
"Of" = " van ";
"OK" = "OK";
"OpenSecurityPreferences" = "Open Security Preferences";
"Plug-Ins" = "Plugins";
"PluginInstallMessage" = "De plugin %@ wordt in de map %@ geïnstalleerd";
"Preferences" = "Voorkeuren...";
"PreparingMessage" = "Wissen voorbereiden…";
"Quick" = "Versneld";
"Quit" = "Stop";
"RecentVersionMsg" = "U heeft de meest recente versie van Permanent Eraser.";
"Simple (1x)" = "Eenvoudig (1x)";
"SoftwareUpToDate" = "Software is up-to-date";
"Update" = "Update";
"UpdateFailure" = "Er kan niet naar updates worden gezocht.";
"UpdateFailureMsg" = "Er trad een probleem op tijdens het zoeken naar een nieuwe versie van Permanent Eraser. Edenwaith.com kan tijdelijk onbereikbaar zijn of uw netwerk heeft problemen.";
/* Localized strings for Preferences */
"FileErasingLevel" = "Bestanden wis-methode:";
"CDDVDErasingLevel" = "CD/DVD wis-methode:";
"WarnBeforeErasing" = "Waarschuw voor wissen";
"PlaySounds" = "Speel geluid af";
"CheckNow" = "Zoek nu";
"LastChecked" = "Laatste controle:";
"Never" = "Nooit";
"InstallContextualPlugIn" = "Installeer contextuele plugin";